export default {
  hint_not_yet_verified: '請先完成以下帳戶驗證',
  hint_transaction_notes_1: 'ATM轉帳時請註記持有人的',
  hint_transaction_notes_2: '真實姓名',
  hint_transaction_notes_3:
    '，並顯示於雙方明細，資料不符時將不受理交易服務，並退還收款金額，相關手續費會於退款時一倂扣除，謝謝。',
  hint_check_info_1: '我已經按照轉帳資料，自行完成轉帳動作。',
  hint_check_info_2: '完成轉帳後，可上傳交易明細給收款方確認',
  hint_check_info_3: '請您按照轉帳資料，自行完成轉帳動作。',
  hint_cny_1: '為保障交易雙方帳戶安全，請務必仔細閱讀，並配合以下驗證',
  hint_cny_2: '請提供24小時內銀行流水帳截圖',
  hint_cny_3: '交易雙方核實通過後，請於交易對話窗提供完整轉帳、匯款資料',
  hint_cny_4:
    '付款後可以於交易對話窗提供轉帳、匯款明細截圖，以便交易方核實，加快交易的進行',
  hint_cny_5: '我已詳細閱讀並同意配合驗證',
  hint_cny_6: '為確保交易雙方帳戶安全，請於交易對話窗上傳',
  hint_cny_7: '提供後，交易方將提供完整轉帳資料',
  hint_cny_8: '24小時內銀行流水帳截圖',
  wallet1: '請確認您所選擇的協議種類',
  wallet2: '請確保所選協議種類與接收錢包或交易所的協議種類相符。',
  wallet3: '否則您將無法找回已丟失的加密貨幣。',
  cancel: '資料將不會儲存，需重新輸入資料',
  bank_hint: '請務必確保您所輸入的資料，與您的銀行帳戶資訊一致。'
};
