export default {
  登入: '登入',
  註冊: '註冊',
  warn: {
    login: '請確認您正在訪問 k100u.com',
    register:
      '忘記密碼僅能以原註冊電話查詢，請使用正常電話號碼註冊，電話號碼若遺失將無法查詢密碼。',
    forget: '請輸入原註冊電話號碼，進行手機簡訊驗證'
  },
  國碼: '國碼',
  手機: '手機',
  密碼: '密碼',
  驗證碼: '驗證碼',
  發送: '發送',
  使用條款: '使用條款',
  免責聲明: '免責聲明',
  請閱讀並同意: '請閱讀並同意',
  檢查密碼: '檢查密碼',
  設定密碼: '設定密碼',
  isTwenty: {
    886: '是否滿20歲',
    852: '是否滿20歲',
    65: '是否滿20歲',
    86: '是否滿20歲',
    84: '是否滿20歲',
    81: '是否滿20歲'
  },
  隱私權條款: '隱私權條款',
  驗證成功: '驗證成功',
  已發送驗證碼: '已發送驗證碼',
  註冊成功: '註冊成功',
  忘記密碼: '忘記密碼',
  此手機尚未註冊: '此手機尚未註冊',
  請輸入新密碼: '請輸入新密碼',
  重設密碼: '重設密碼'
};
