export default {
  實名驗證: '實名驗證',
  通過審核: '通過審核',
  驗證中: '驗證中',
  審核失敗: '審核失敗',
  listHint: {
    approved: '您已通過驗證！現在您可以開始進行法幣交易。',
    verifing: '您的帳戶審核中，審核驗證資料約需1~3個工作天。',
    failed:
      '您的帳戶未通過驗證，趕緊點擊「詳細」查看未通過驗證的項目及失敗原因，並重新提交驗證資料。'
  },
  新增帳戶: '新增帳戶',
  CNY人民幣帳戶: 'CNY人民幣帳戶',
  基本驗證: {
    title: '基本驗證',
    content:
      '填寫個人資料\r\n請務必確保您所輸入的資料，與您的身分證件資訊一致。'
  },
  姓名: '姓名',
  民族: '民族',
  出生日期: '出生日期',
  住址: '住址',
  公民身份號碼: '公民身份號碼',
  簽發機關: '簽發機關',
  有效期限: '有效期限',
  銀行資料: {
    content:
      '填寫銀行資料\r\n請務必確保您所輸入的資料，與您的銀行帳戶資訊一致。'
  },
  銀行戶名: '銀行戶名',
  銀行帳號: '銀行帳號',
  開戶銀行: '開戶銀行',
  省分: '省分',
  上傳圖片: {
    title: '上傳圖片',
    content: '避免模糊 / 顯示完整文字資訊 / 請勿使用經過編輯的圖片'
  },
  正面: '身分證 正面',
  反面: '身分證 反面',
  手持證件自拍照: '手持證件自拍照',
  銀行帳戶信息截圖: '銀行帳戶信息截圖',
  狀態: '狀態',
  提交成功: '提交成功',
  等待跳轉: '等待跳轉',
};
